{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "CreationDate": "2026-04-01T00:00:00.000-00:00",
  "Sources": [
    {
      "Packages": [
        { "PackageIdentifier": "Git.Git" },
        { "PackageIdentifier": "Microsoft.PowerShell" },
        { "PackageIdentifier": "Microsoft.VisualStudioCode" },
        { "PackageIdentifier": "Notepad++.Notepad++" },
        { "PackageIdentifier": "Codeium.Windsurf" },
        { "PackageIdentifier": "AutoHotkey.AutoHotkey" },
        { "PackageIdentifier": "OpenJS.NodeJS.LTS" },
        { "PackageIdentifier": "Python.Launcher" },
        { "PackageIdentifier": "DenoLand.Deno" },
        { "PackageIdentifier": "JanDeDobbeleer.OhMyPosh" },
        { "PackageIdentifier": "DEVCOM.JetBrainsMonoNerdFont" },

        { "PackageIdentifier": "Microsoft.DotNet.DesktopRuntime.6" },
        { "PackageIdentifier": "Microsoft.DotNet.DesktopRuntime.8" },
        { "PackageIdentifier": "Microsoft.DotNet.DesktopRuntime.9" },
        { "PackageIdentifier": "Microsoft.DotNet.DesktopRuntime.10" },
        { "PackageIdentifier": "Microsoft.DotNet.Runtime.6" },
        { "PackageIdentifier": "Microsoft.DotNet.Runtime.8" },
        { "PackageIdentifier": "Microsoft.DotNet.Runtime.9" },
        { "PackageIdentifier": "Microsoft.VCRedist.2015+.x86" },
        { "PackageIdentifier": "Microsoft.VCRedist.2015+.x64" },
        { "PackageIdentifier": "Microsoft.VCLibs.14" },
        { "PackageIdentifier": "Microsoft.VCLibs.Desktop.14" },
        { "PackageIdentifier": "Microsoft.AppInstaller" },
        { "PackageIdentifier": "Microsoft.UI.Xaml.2.8" },
        { "PackageIdentifier": "Microsoft.WindowsAppRuntime.1.8" },

        { "PackageIdentifier": "Microsoft.WSL" },
        { "PackageIdentifier": "Canonical.Ubuntu.2404" },

        { "PackageIdentifier": "Google.Chrome.EXE" },
        { "PackageIdentifier": "Mozilla.Firefox" },

        { "PackageIdentifier": "Daum.PotPlayer" },
        { "PackageIdentifier": "ShareX.ShareX" },
        { "PackageIdentifier": "BandicamCompany.Bandicut" },
        { "PackageIdentifier": "yt-dlp.FFmpeg" },
        { "PackageIdentifier": "yt-dlp.yt-dlp" },
        { "PackageIdentifier": "XnSoft.XnViewMP" },

        { "PackageIdentifier": "voidtools.Everything" },
        { "PackageIdentifier": "GPSoftware.DirectoryOpus" },
        { "PackageIdentifier": "M2Team.NanaZip" },
        { "PackageIdentifier": "TGRMNSoftware.BulkRenameUtility" },
        { "PackageIdentifier": "AntibodySoftware.WizTree" },
        { "PackageIdentifier": "MediaArea.MediaInfo.GUI" },
        { "PackageIdentifier": "HandBrake.HandBrake" },
        { "PackageIdentifier": "DuongDieuPhap.ImageGlass" },
        { "PackageIdentifier": "NickeManarin.ScreenToGif" },
        { "PackageIdentifier": "SumatraPDF.SumatraPDF" },
        { "PackageIdentifier": "OBSProject.OBSStudio" },
        { "PackageIdentifier": "Google.GoogleDrive" },
        { "PackageIdentifier": "pCloudAG.pCloudDrive" },
        { "PackageIdentifier": "Tonec.InternetDownloadManager" },
        { "PackageIdentifier": "AppWork.JDownloader" },

        { "PackageIdentifier": "Obsidian.Obsidian" },
        { "PackageIdentifier": "calibre.calibre" },
        { "PackageIdentifier": "EDRLab.Thorium" },
        { "PackageIdentifier": "TheDocumentFoundation.LibreOffice" },
        { "PackageIdentifier": "File-New-Project.EarTrumpet" },
        { "PackageIdentifier": "LocalSend.LocalSend" },
        { "PackageIdentifier": "UB-Mannheim.TesseractOCR" },
        { "PackageIdentifier": "DupeGuru.DupeGuru" },
        { "PackageIdentifier": "PFOJEnterprisesLLC.ModernCSV" },
        { "PackageIdentifier": "Qobuz.Qobuz" },
        { "PackageIdentifier": "PeterPawlowski.foobar2000" },
        { "PackageIdentifier": "Zoom.Zoom" },
        { "PackageIdentifier": "namazso.PawnIO" },

        { "PackageIdentifier": "Proton.ProtonVPN" },
        { "PackageIdentifier": "Proton.ProtonDrive" },
        { "PackageIdentifier": "Proton.ProtonPass" },
        { "PackageIdentifier": "Proton.ProtonAuthenticator" },
        { "PackageIdentifier": "OpenWhisperSystems.Signal" },
        { "PackageIdentifier": "Discord.Discord" },

        { "PackageIdentifier": "REALiX.HWiNFO" },
        { "PackageIdentifier": "CrystalDewWorld.CrystalDiskInfo" },
        { "PackageIdentifier": "Guru3D.Afterburner" },
        { "PackageIdentifier": "Rem0o.FanControl" },
        { "PackageIdentifier": "AOMEI.PartitionAssistant" },
        { "PackageIdentifier": "Devolutions.UniGetUI" },
        { "PackageIdentifier": "Microsoft.Sysinternals.Suite" },
        { "PackageIdentifier": "Logitech.GHUB" },
        { "PackageIdentifier": "Corsair.iCUE.5" },

        { "PackageIdentifier": "StartIsBack.StartAllBack" },
        { "PackageIdentifier": "Microsoft.WindowsTerminal" },
        { "PackageIdentifier": "Microsoft.PowerToys" },
        { "PackageIdentifier": "wez.wezterm" },
        { "PackageIdentifier": "CharlesMilette.TranslucentTB" },
        { "PackageIdentifier": "Ollama.Ollama" },
        { "PackageIdentifier": "Anysphere.Cursor" },
        { "PackageIdentifier": "Anthropic.Claude" },

        { "PackageIdentifier": "Adobe.CreativeCloud" },
        { "PackageIdentifier": "Valve.Steam" }
      ],
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ],
  "WinGetVersion": "1.28.220"
}
